[
  {
    "id": 1,
    "texto":"Crea en mí, ¡oh Dios!, un corazón puro."
  },
  {
    "id": 2,
    "texto":"Dios mío y mi todo."
  },
  {
    "id": 3,
    "texto":"Santa María, esperanza nuestra, asiento de la sabiduría, ruega por nosotros."
  },
  {
    "id": 4,
    "texto":"Santa María, esperanza nuestra, esclava del Señor, ruega por nosotros."
  },
  {
    "id": 5,
    "texto":"Santa María, estrella de Oriente, ayuda a tus hijos."
  },
  {
    "id": 6,
    "texto":"Todo lo puedo en aquel que me conforta. "
  },
  {
    "id": 7,
    "texto":"Creo, Señor, pero ayuda mi incredulidad. "
  },
  {
    "id": 8,
    "texto":"Te doy gracias por todos tus beneficios, también por los ignorados. "
  },
  {
    "id": 9,
    "texto":"En ti, ¡oh Dios!, confío; no sea yo nunca confundido."
  },
  {
    "id": 10,
    "texto":"Auméntanos la fe."
  },
  {
    "id": 11,
    "texto":"¡Jesús, Hijo de David, ten piedad de mí, que soy pecador!"
  },
  {
    "id": 12,
    "texto":"Jesús, Jesús, sé para mí siempre Jesús."
  },
  {
    "id": 13,
    "texto":"Señor, Tú lo sabes todo, Tú sabes que te amo."
  },
  {
    "id": 14,
    "texto":"¡Señor, que vea!"
  },
  {
    "id": 15,
    "texto":"Señor, ¿qué quieres que haga?"
  },
  {
    "id": 16,
    "texto":"Aquí me tienes, porque me has llamado."
  },
  {
    "id": 17,
    "texto":"Conviene que Él crezca y yo disminuya."
  },
  {
    "id": 18,
    "texto":"Porque tú eres, oh Dios, mi fortaleza. "
  },
  {
    "id": 19,
    "texto":"Para los que aman a Dios, todo es para bien. "
  },
  {
    "id": 20,
    "texto":"Para Dios toda la gloria. "
  },
  {
    "id": 21,
    "texto":"Casarse está bien. No casarse está mejor.-San Agustin-"
  },
  {
    "id": 22,
    "texto":"La medida del amor es amar sin medida."
  },
  {
    "id": 23,
    "texto":"El pasado ya no es y el futuro no es todavía."
  },
  {
    "id": 24,
    "texto":"Jesús, manso y humilde de corazón, haz nuestro corazón semejante al vuestro."
  },
  {
    "id": 25,
    "texto":"Alabado sea Jesucristo. Por los siglos de los siglos. Amén."
  },
  {
    "id": 26,
    "texto":"¡Oh dulcísimo Jesús, no seáis mi Juez, sino mi Salvador!"
  },
  {
    "id": 27,
    "texto":"Señor, Dios mío: en tus manos abandono lo pasado y lo presente y lo futuro, lo pequeño y lo grande, lo poco y lo mucho, lo temporal y lo eterno."
  },
  {
    "id": 28,
    "texto":"Santo Dios, Santo fuerte, Santo inmortal, ten piedad de nosotros."
  },
  {
    "id": 29,
    "texto":"Para los que aman a Dios, todo es para bien."
  },
  {
    "id": 30,
    "texto":"Dios mío, tu eres omnipotente, hazme santo."
  },
  {
    "id": 31,
    "texto":"Dios mío, gracias por lo que me dais y por lo que me quitáis; hágase vuestra voluntad."
  }
]